;; -*- no-byte-compile: t; -*-
;;; Dropbox/repos/github/five-dots/dotfiles/doom.d/packages.el

(package! crontab-mode)
(package! dap-mode)
(package! ddskk)
(package! ess-smart-equals)
(package! fill-column-indicator)
(package! google-this)
(package! google-translate)
(package! lispxmp)
(package! page-break-lines)
(package! pangu-spacing)
(package! stan-mode)

(package! ivy-rich :disable t)
;; (package! company-quickhelp)
;; (package! org-variable-pitch)
